NSHumanReadableCopyright = "Autorių teisės priklauso „Google Inc.“, 2013 m. Visos teisės saugomos.";
WebPluginDescription = "„Chrome“ nuotolinio kompiuterio valdymo priegloba";
WebPluginName = "Leiskite kitam naudotojui saugiai pasiekti kompiuterį internetu.";